
"kf5_confirm"="Confirm";
"kf5_reminder"="Reminder";
"kf5_cancel"="Cancel";
"kf5_category_list"="Category list";
"kf5_delete_this_image"="Are you sure to delete this message";
"kf5_ai_to_agent"="Agent";
"kf5_hold_to_speak"="Hold to speak";
"kf5_input_some_text"="Please enter your question";
"kf5_describe_the_problem"="An agent will handle your request soon";
"kf5_not_connected"="Disconnected";
"kf5_copy"="Copy";

"kf5_connecting"="Connecting...";
"kf5_queue_waiting"="Queue waiting...";
"kf5_no_agent_online"="No agent currently online";
"kf5_no_agent_online_leaving_message"="No agent currently online,leave a message instead";
"kf5_update_queue_%ld"="You are in the %ld place of the queue {{leave a message}}";
"kf5_update_queue"="Queueing to be served {{leave a message}}";
"kf5_invite_video_chat"="The agent invite you into the video conferencing";

"kf5_rating_content"="It's an honor to serve you, please rate our service:";
"kf5_satisfied"="Satisfied";
"kf5_unsatisfied"="Unsatisfied";
"kf5_chat_ended"="Chat ended";
"kf5_chat_agent_leave"="The agent has left the chat";
"kf5_chat_manual"="You are already served by an agent";
"kf5_chat_queued"="You are in the queue";
"kf5_resend_message"="Are you sure to resend the message";
"kf5_play_error"="Voice playing error";
"kf5_cancel_queue_to_feedback"="Are you sure to quit queueing";
"kf5_cancel_queued"="Queue waiting cancelled";
"kf5_cancel_queue_successfully"="Queueing cancelled successfully";
"kf5_cancel_queue_failed"="Queueing cancelled failed";
"kf5_phone_error"="Incorrect phone number format";
"kf5_rating_successfully"="Thanks for your rating";
"kf5_rating_failure"="Rating failure!";



"kf5_slide_to_cancel"="Slide up to cancel";
"kf5_leave_to_cancel"="Release to cancel";
"kf5_send"="Send";

"kf5_no_internet"="Internet disconnected";

"kf5_voice_duration_short"="Record duration too short";

"kf5_search"="Search";
"kf5_search_noResult"="No result found";


"kf5_section_list"="Section list";

"kf5_article_list"="Article list";

"kf5_loading"="Loading...";


"kf5_edittext_hint"="Please enter your question";


"kf5_feedback"="Feedback";
"kf5_submit"="Submit";
"kf5_submitting"="Submitting...";
"kf5_image_upload_error"="Image uploaded failed";


"kf5_feedback_list"="Feedback list";
"kf5_no_feedback"="No content";

"kf5_ticket_status_New"="New";
"kf5_ticket_status_Open"="Open";
"kf5_ticket_status_Pending"="Pending";
"kf5_ticket_status_Solved"="Solved";
"kf5_ticket_status_Closed"="Closed";

"kf5_message_detail"="Details";

"kf5_content_not_null"="Content cannot be null";

"kf5_ticket_closed"="Feedback closed";

"kf5_copied"="Content copied";

"kf5_ratingText"="Please rate our service：";
"kf5_rating_placeholderText"="Comment (Optional)";
"kf5_rate"="Rating";
"kf5_bad"="Bad";
"kf5_soso"="Soso";
"kf5_ok"="Ok";
"kf5_good"="Good";
"kf5_great"="Great";
